Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# settings.github.login.access.public.key
source: admin:public_key
ar_ae: Settings.github.login.access.public.key
de_ch: - settings.github.login.access.public.key
es_mx: Configuración.github.login.acceso.clavepública.
es_us: settings.github.login.access.public.key.
fr_ca: Paramètres.github.login.accès.clépublique.
hi_in: सेटिंग्स.गिटहब.लॉगिन.एक्सेस.पब्लिक.की
id: Pengaturan.github.login.access.public.key
it_ch: Chiave di accesso.settings.github.login.access.public.key.
ja_jp: 設定.github.login.アクセス.公開.キー
ko_kr: 설정.github.login.접속.공개.키
nb_no: settings.github.login.access.public.nøkkel
pt: Definições.github.login.acesso.público.chave
pt_br: settings.github.login.access.public.key
tr: ayarlar.github.giriş.eriş.halka açık.anahtar
uk_ua: Settings.github.login.access.public.key

# editor.open.from.sidebar
source: Open file from sidebar
ar_ae: محرر.فتح.من.الشريط الجانبي
de_ch: Editor.Open.From.Sidebar.
es_mx: editor.open.desde.barra lateral
es_us: editor.open.desde.barra lateral
fr_ca: Éditeur.Ouvert.Depuis.La.Barre.Latérale.
hi_in: एडिटर.ओपन.फ्रॉम.साइडबार
id: Editor.buka.dari.bar samping
it: Apri file dalla barra laterale
it_ch: Aperto da Sidebar Editor.
ja_jp: サイドバーから編集者を開く。
ko_kr: 사이드바에서 에디터 오픈.
nb_no: Redaktør.åpne.fra.sidefeltet.
pt: editor.abrir.da.barra lateral.
pt_br: Editor.abrir.da.barra lateral.
tr: yazım işlevi.aç.yan çubuğundan
uk_ua: Редактор.відкрити.з.бічної панелі
zh_hant: 從邊欄開啟檔案

# settings.global.font.system
source: System Font
ar_ae: الإعدادات.العالمية.الخط.النظام
de_ch: Einstellung.global.Schrift.System.
es_mx: Ajustes.global.Fuente.Sistema
es_us: Ajustes.global.Fuente.Sistema
fr_ca: Paramètres.GLOBAL.Police.Système.
hi_in: सेटिंग्स.ग्लोबल.फ़ॉन्ट.सिस्टम
id: Pengaturan.global.font.sistem
it: Font di sistema
it_ch: Impostazioni.globale.font.sistema
ja_jp: 設定.グローバル.フォント.システム
ko_kr: 설정.글로벌.글꼴.시스템
nb_no: Innstillinger.Global.Font.System.
pt: Definições.global.fonte.sistema
pt_br: Configurações.global.font.sistema
tr: ayarlar.dörtgen.yazı tipi.sistem
uk_ua: Settings.global.font.system
zh_hant: 系統字型

# settings.source.control.general.comparison
source: Comparison View
ar_ae: الإعدادات.المصدر.التحكم.العام.المقارنة
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Vergleich.
es_mx: Ajustes.Fuente.Control.General.Comparación.
es_us: Ajustes.Fuente.Control.General.Comparación.
fr_ca: Paramètres.source.contrôle.général.comparaison.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.तुलना
id: Pengaturan.sumber.kontrol.umum.perbandingan
it: Vista di confronto
it_ch: Impostazioni.Fonte.Controllo.Generale.Confronto.
ja_jp: 設定.ソース.コントロール.一般.比較
ko_kr: 설정.소스.컨트롤.일반.비교
nb_no: Innstillinger.kilde.kontroll.generell.sammenligning.
pt: configurações.fonte.controlo.geral.comparação
pt_br: configurações.fonte.controlo.geral.comparação
tr: ayarlar.kaynak.kontrol.genel.karşılaştırması
uk_ua: Налаштування.джерело.контроль.загальне.порівняння
zh_hant: 對比

# welcome.version
source: Version %@ (%@)
ar_ae: مرحبا بك. نسخة
de_ch: Willkommen.Version.
es_mx: versión de bienvenida.
es_us: versión bienvenida.
fr_ca: venue.version.
hi_in: स्वागत.संस्करण
id: Selamat datang.versi
it: Versione %@ (%@)
it_ch: benvenuto.versione
ja_jp: ようこそ。バージョン
ko_kr: 환영.버전
nb_no: velkommen. versjon
pt: bem-vindo.versao
pt_br: Bem-vindo.versão
tr: hoş geldin.versiyonu
uk_ua: Ласкаво просимо.версія
zh_hant: 版本 %@（%@）

# settings.source.control.tab.general
source: General
ar_ae: الإعدادات.المصدر.التحكم.علامة التبويب.عام
de_ch: Einzelheiten.Quelle.Steuerung.Registerkarte.Allgemein.
es_mx: Ajustes.Fuente.Control.Pestaña.General.
es_us: Ajustes.Fuente.Control.Pestaña.General.
fr_ca: Paramètres.source.contrôle.onglet.général
hi_in: Settings.source.control.tab.general
id: Pengaturan.sumber.kontrol.tab.umum
it: Generale
it_ch: Impostazioni.Fonte.Controllo.Scheda.Generale.
ja_jp: 設定.ソース.コントロール.タブ.一般
ko_kr: 설정.소스.컨트롤.탭.일반
nb_no: Innstillinger.Kilde.Kontroll.Fane.Generelt.
pt: Configurações.fonte.controlo.abotoamento.geral
pt_br: Configurações.fonte.controlo.abotoamento.geral
tr: ayarlar.kaynak.kontrol.sekmesi.genel
uk_ua: Settings.source.control.tab.general
zh_hant: 一般

# settings.theme.terminal.ansi.colors
source: ANSI Colors
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.أنسي.الألوان
de_ch: Einrichtungen.Thema.Terminal.ansi.Farben.
es_mx: Ajustes.tema.terminal.ansi.colores.
es_us: Ajustes.tema.terminal.ansi.colores.
fr_ca: Paramètres.thème.terminal.ansi.couleurs.
hi_in: सेटिंग्स.थीम.टर्मिनल.एंसी.रंग
id: Pengaturan.tema.terminal.ansi.warna
it: Colori ANSI
it_ch: Impostazioni.tema.terminale.ansi.colori.
ja_jp: 設定.テーマ.端末.ansi.カラー
ko_kr: 설정.테마.터미널.안니.컬러들
nb_no: Innstillinger.Tema.Terminal.ansi.Farger.
pt: Definições.tema.terminal.ansi.cores
pt_br: Configurações.tema.terminal.ansi.cores.
tr: ayarlar.teması.terminal.ansi.renkler
uk_ua: Settings.theme.terminal.ansi.colors
zh_hant: ANSI 顏色

# global.editor.name
source: Aurora Editor
ar_ae: Global.editor.name
de_ch: titel.editor.name.name.global.editor.name.name
es_mx: Nombre del editor global.
es_us: Nombre del editor global.
fr_ca: Nom de l'éditeur mondial.
hi_in: वैश्विक.संपादक.नाम
id: Global.editor.nama
it_ch: Nome dell'editor globale.
ja_jp: グローバル.エディタ.名前
ko_kr: 글로벌.편집자.이름
nb_no: Navn på global redaktør.
pt: Nome do editor global.
pt_br: Nome do editor global.
tr: global.editor.name
uk_ua: Global.editor.name

# settings.general.extension.open.with
source: Show “Open With AuroraEditor” option
ar_ae: الإعدادات.عام.التمديد.فتح.مع
de_ch: Einstellungen.Allgemein.Erweiterung.Öffnen.mit
es_mx: Ajustes.general.extensión.abrir.con
es_us: Ajustes.general.extensión.abrir.con
fr_ca: Paramètres.général.extension.ouvrir.avec
hi_in: सेटिंग्स.सामान्य.एक्सटेंशन.ओपन.के साथ
id: Pengaturan.umum.ekstensi.terbuka.dengan
it: Mostra opzione "Apri con Aurora Editor"
it_ch: Impostazioni.generali.estensione.aprire.con
ja_jp: 設定.一般.拡張.開く.と共に
ko_kr: 설정.일반.확장.열기.함께
nb_no: Innstillinger.Generell.Utvidelse.Åpne.Med
pt: Definições.gerais.extensão.abrir.com
pt_br: Configurações.gerais.extensão.abrir.com
tr: ayarlar.genel.ekst.aç.ile
uk_ua: Налаштування.загальне.розширення.відкрити.з
zh_hant: 顯示「用 AuroraEditor 開啟」選項

# settings.general.file.extensions.all
source: Show all
ar_ae: الإعدادات.العام.الملف.الامتدادات.الكل
de_ch: Einstellungen.Allgemein.Datei.Erweiterungen.Alle
es_mx: Ajustes.general.Archivo.Extensiones.todos
es_us: Ajustes.general.archivo.extensiones.todos
fr_ca: Paramètres.général.fichier.extensions.tous.
hi_in: Settings.general.file.extensions.all
id: Pengaturan.umum.berkas.ekstensi.semua
it: Mostra tutti
it_ch: Impostazioni.Generale.File.Estensioni.Tutte
ja_jp: 設定.一般.ファイル.拡張子.すべて
ko_kr: 설정.일반.파일.확장자.모두
nb_no: Innstillinger.Generell.Fil.Endelser.Alle
pt: Definições.gerais.ficheiro.extensões.todos
pt_br: configurações.gerais.arquivo.extensões.todos
tr: ayarlar.genel.dosya.eklentiler.tüm
uk_ua: Settings.general.file.extensions.all
zh_hant: 全部顯示

# settings.general.file.icon.style.monochrome
source: Monochrome
ar_ae: الإعدادات.عام.ملف.أيكون.نمط.أحادي اللون
de_ch: Einrichtung.allgemein.Datei.Symbol.Stil.monochrom.
es_mx: Ajustes.general.Archivo.Icono.Estilo.Monocromático.
es_us: Ajustes.general.Archivo.Icono.Estilo.Monocromático.
fr_ca: Paramètres.général.fichier.icône.style.monochrome.
hi_in: सेटिंग्स.general.file.icon.style.monochrome
id: Pengaturan.umum.file.ikon.gaya.monokrom
it: Monocromatico
it_ch: Impostazioni.Generale.File.Icona.Stile.Monocromatico.
ja_jp: 設定.一般.ファイル.アイコン.スタイル.モノクローム
ko_kr: 설정.일반.파일.아이콘.스타일.단색상임.
nb_no: Innstillinger.Generell.Fil.Ikon.Stil.Monokrom.
pt: Ajustes.gerais.ficheiro.icono.estilo.monocromático.
pt_br: Configurações.gerais.arquivo.ícone.estilo.monocromático.
tr: ayarlar.genel.dosyası.simge.stil.monokrom
uk_ua: Settings.general.file.icon.style.monochrome
zh_hant: 單色

# settings.update.channel.debug.build.warning
source: u{26A0} You are using a debug build, therefore updating is disabled.
ar_ae: Settings.update.channel.debug.build.warning
de_ch: Setup.Update.Channel.Debug.Build.Warnung.
es_mx: Ajustes.actualización.canal.depuración.construir.advertencia
es_us: Ajustes.actualización.canal.depuración.construir.advertencia
fr_ca: Paramètres.mise à jour.canal.débogage.construction.avertissement.
hi_in: सेटिंग्स.अपडेट.चैनल.डिबग.बिल्ड.चेतावनी
id: Pengaturan.pembaruan.saluran.debug.membangun.peringatan
it: u{26A0} Stai utilizzando una build di debug, quindi gli aggiornamenti sono disabilitati.
it_ch: Impostazioni.aggiornamento.canale.debug.build.avviso
ja_jp: 設定.アップデート.チャンネル.デバッグ.ビルド.警告
ko_kr: 설정.업데이트.채널.디버그.빌드.경고
nb_no: Innstillinger.Oppdater.Kanal.Feilsøk.Bygg.Advarsel.
pt: Ajustes.atualizar.canal.depuração.construir.aviso
pt_br: Configurações.atualizar.canal.depuração.construir.aviso.
tr: ayarlar.güncelleme.kanal.hata.yapı.sorun.
uk_ua: Налаштування.update.channel.debug.build.попередження
zh_hant: u{26A0} 您使用的是除錯版，所以自動更新停用中。

# settings.account.show.profile
source: Show Profile...
ar_ae: الإعدادات.الحساب.العرض.الملف الشخصي
de_ch: Einstellungen.Konto.Anzeige.Profil.
es_mx: Ajustes.cuenta.mostrar.perfil
es_us: Ajustes.cuenta.mostrar.perfil
fr_ca: Paramètres.compte.afficher.profil.
hi_in: सेटिंग्स.account.show.profile
id: Pengaturan.akun.tampilkan.profil
it: Mostra Profilo...
it_ch: Impostazioni.account.mostra.profilo.
ja_jp: 設定.アカウント.表示.プロフィール
ko_kr: 설정.계정.표시.프로필
nb_no: innstillinger.konto.vis.profil
pt: Definições.conta.mostrar.perfil
pt_br: Configurações.conta.mostrar.perfil
tr: ayarlar.hesap.görüntüle.profili
uk_ua: Налаштування.обліковий запис.показати.профіль
zh_hant: 顯示個人檔案⋯

# settings.general.appearance.light
source: Light
ar_ae: الإعدادات.العامة.المظهر.الضوء
de_ch: einstellungen.allgemein.aussehen.licht.
es_mx: Ajustes.general.apariencia.luz
es_us: Ajustes.general.apariencia.luz
fr_ca: paramètres.général.apparence.lumière.
hi_in: सेटिंग्स.सामान्य.उपस्थिति.प्रकाश
id: Pengaturan.umum.penampilan.cahaya
it: Chiaro
it_ch: Impostazioni.generali.aspetto.luce
ja_jp: 設定.一般.外観.光
ko_kr: 설정.일반.외관.빛
nb_no: innstillinger.generell.utseende.lys
pt: configurações.gerais.aparecimento.luz
pt_br: Configurações.Geral.Aparência.Luz.
tr: ayarlar.genel.görünüm.ışık
uk_ua: Settings.general.apearance.light
zh_hant: 淺色

# settings.theme.terminal.ansi.colors.normal
source: Normal
ar_ae: الإعدادات.الموضوع.المحطة.أنسي.الألوان.العادية
de_ch: Einzelheiten.Thema.Terminal.ansi.Farben.Normal.
es_mx: Ajustes.tema.terminal.ansi.colores.normal.
es_us: Ajustes.tema.terminal.ansi.colores.normal.
fr_ca: Paramètres.thème.terminal.ansi.couleurs.normales.
hi_in: सेटिंग्स.थीम.टर्मिनल.एंसी.रंग.सामान्य
id: Pengaturan.tema.terminal.ansi.warna.normal
it: Normali
it_ch: Impostazioni.tema.terminale.ansi.colori.normale.
ja_jp: 設定.テーマ.端末.ansi.カラー.正常
ko_kr: 설정.테마.터미널.안니.컬러.노멀
nb_no: Innstillinger.tema.terminal.ansi.farger.normal.
pt: Definições.tema.terminal.ansi.cores.normal.
pt_br: configurações.tema.terminal.ansi.cores.normal
tr: ayarlar.teması.terminal.ansi.renkler.normal
uk_ua: Settings.theme.terminal.ansi.colors.normal
zh_hant: 正常

# settings.source.control.general.reporting
source: Reporting
ar_ae: الإعدادات.المصدر.التحكم.العام.التقارير
de_ch: Einstellungen.Quelle.Steuerung.Allgemein.Bericht.
es_mx: Ajustes.Fuente.Control.General.Informes.
es_us: Ajustes.Fuente.Control.General.Informes.
fr_ca: Paramètres.Source.Contrôle.Général.Rapport.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.रिपोर्टिंग
id: Pengaturan.sumber.kontrol.umum.pelaporan
it: Report
it_ch: Impostazioni.Fonte.Controllo.Generale.Riferimento.
ja_jp: 設定.ソース.コントロール.一般.レポート
ko_kr: 설정.소스.컨트롤.일반.보고
nb_no: Innstillinger.kilde.kontroll.generell.rapportering.
pt: Configurações.fonte.controlo.geral.relatórios.
pt_br: Configurações.fonte.controlo.geral.relatórios.
tr: ayarlar.kaynak.kontrol.genel.raporlama
uk_ua: Settings.source.control.general.reporting
zh_hant: 回報

# welcome.git.work
source: Start working on something from a Git repository
ar_ae: مرحبا بك.git.work
de_ch: willkommen.git.work.
es_mx: bienvenido.git.work.
es_us: bienvenido.git.work.
fr_ca: bienvenue.git.travail.
hi_in: स्वागत.git.work
id: Selamat datang.git.bekerja
it: Inizia a lavorare su qualcosa da un repository Git
it_ch: benvenuto.git.work.
ja_jp: ようこそ.git.work
ko_kr: 환영.깃.워크
nb_no: Velkommen.git.arbeid
pt: bem-vindo.git.trabalho
pt_br: Bem-vindo.git.trabalho
tr: hoş geldin.git.work
uk_ua: Ласкаво просимо.git.work
zh_hant: 在 Git 檔案庫內開始工作

# settings.update.channel.nightly
source: Nightly
ar_ae: الإعدادات.التحديث.القناة.ليلا
de_ch: Einstellungen.Aktualisierung.Kanal.Nachtlich.
es_mx: Ajustes.actualización.canal.noche.
es_us: Ajustes.actualización.canal.noche.
fr_ca: Paramètres.mise à jour.chaîne.nuitaine.
hi_in: सेटिंग्स.अपडेट.चैनल.रात
id: Pengaturan.pembaruan.saluran.malam
it: Dia
it_ch: Impostazioni.aggiornamento.canale.notturno
ja_jp: 設定.アップデート.チャンネル.夜間
ko_kr: 설정.업데이트.채널.야간
nb_no: innstillinger.oppdatering.kanal.nattelig
pt: Definições.atualizar.canal.noturno
pt_br: Configurações.atualizar.canal.noturno
tr: ayarlar.güncelleme.kanal.gecelik
uk_ua: Налаштування.оновлення.канал.щоночі
zh_hant: 工程測試版

# about.error.no.credits
source: Could not load credits for Aurora Editor.
ar_ae: حول.الخطأ.لا.الاعتمادات
de_ch: Über.Fehler.Keine.Gutschriften.
es_mx: sobre.error.no.créditos
es_us: sobre.error.no.creditos
fr_ca: à propos.erreur.non.crédits.
hi_in: About.error.no.credits
id: Tentang.kesalahan.tanpa.kredit
it: Impossibile caricare i crediti per Aurora Editor.
it_ch: A proposito di.errore.nessun.credito
ja_jp: 約。エラー。ノー。クレジット
ko_kr: 대략.오류.아니.신용증명서
nb_no: Om.feil.ingen.kreditter.
pt: sobre.erro.sem.créditos
pt_br: Sobre.erro.sem.créditos
tr: hakkında.hatal.hayır.krediler
uk_ua: About.error.no.credits
zh_hant: 無法讀取 Aurora Editor 的致謝文。

# project.navigator.sort.folders
source: Folders on top
ar_ae: Project.navigator.sort.folders
de_ch: Projekt.Navigator.Sortieren.Ordner
es_mx: directorio.proyectos.ordenar.cartas.
es_us: director.proyecto.ordenar.cartas.plegar
fr_ca: dossiers.trier.navigateur.projet.
hi_in: प्रोजेक्ट.नेविगेटर.सॉर्ट.फ़ोल्डर
id: Proyek.navigator.urutkan.folder
it: Cartelle in cima
it_ch: progetto.navigator.ordinare.cartelle
ja_jp: プロジェクト.ナビゲータ.ソート.フォルダ
ko_kr: 프로젝트.네비게이터.정렬.폴더들
nb_no: Kartprogramnavigator sortering mapper.
pt: projeto.navigator.ordem.pastas.
pt_br: projeto.navigator.ordem.pastas
tr: proje.navigator.sıralama.dosyalar
uk_ua: Project.navigator.sort.folders
zh_hant: 檔案夾排先

# settings.source.control.git.ignored.files
source: Ignored Files
ar_ae: الإعدادات.المصدر.التحكم.git.ignored.files
de_ch: Einstellungen.Quelle.Steuerung.Git.Ignored.Dateien.
es_mx: Ajustes.Fuente.Control.Git.Ignorado.Archivos.
es_us: Ajustes.Fuente.Control.Git.Ignorado.Archivos
fr_ca: Paramètres.source.contrôle.git.ignoré.fichiers.
hi_in: सेटिंग्स.source.control.git.ignored.files
id: Pengaturan.sumber.kontrol.git.diabaikan.berkas
it: File ignorati
it_ch: Impostazioni.Fonte.Controllo.Git.Ignorato.File.
ja_jp: 設定.ソース.コントロール.git.無視されたファイル。
ko_kr: 설정.소스.컨트롤.지트.ignored.파일들
nb_no: Innstillinger.kilde.kontroll.git.ignorerte.filer
pt: configurações.fonte.controlo.git.ignorado.arquivos
pt_br: configurações.fonte.controlo.git.ignorado.arquivos
tr: ayarlar.kaynak.kontrol.git.gözardıldı.dosyalar
uk_ua: Settings.source.control.git.ignored.файли
zh_hant: 忽視檔案

# settings.general.file.extensions.hode
source: Hide only
ar_ae: الإعدادات.عام.ملف.الامتدادات.هود
de_ch: Einzelheiten.Allgemein.Datei.Erweiterungen.Hode.
es_mx: Ajustes.general.Archivo.Extensiones.Hode
es_us: Ajustes.general.archivo.extensiones.hode
fr_ca: Paramètres.général.fichier.extensions.hode.
hi_in: सेटिंग्स.सामान्य.फ़ाइल.एक्सटेंशन.होड
id: Pengaturan.umum.berkas.ekstensi.hode
it: Nascondi solo
it_ch: Impostazioni.Generale.File.Estensioni.Hode
ja_jp: 設定.一般.ファイル.拡張子.hode
ko_kr: 설정.일반.파일.확장자.호드
nb_no: Innstillinger.Generell.Fil.Endelser.Hode
pt: Definições.gerais.ficheiro.extensões.hode
pt_br: configurações.gerais.arquivo.extensões.hode
tr: ayarlar.genel.dosya.eklentiler.hode
uk_ua: Settings.general.file.extensions.hode
zh_hant: 只隱藏

# global.off
source: Off
ar_ae: عالمي. إيقاف
de_ch: weltweit.ausgeschaltet
es_mx: global.apagado
es_us: apagado.global
fr_ca: mondial.arrêté.
hi_in: वैश्विक.बंद
id: Global.mati
it: Disattivo
it_ch: Off globale.
ja_jp: グローバル.オフ
ko_kr: 글로벌.오프
nb_no: Global.Av
pt: global.desligado
pt_br: Global.Desligado
tr: kapsamlı.kapalı
uk_ua: Global.off
zh_hant: 停用

# gloabl.copy.path
source: Copy Path
ar_ae: Gloabl.copy.path
de_ch: gläubig.kopie.pfad
es_mx: Caminata de copia de gloabl.
es_us: Caminata de copia global
fr_ca: Chemin de copie global.
hi_in: ग्लोबल.कॉपी.पथ
id: Gloabl.copy.path
it: Percorso copia globale.
it_ch: Percorso copia globale.
ja_jp: gloabl.copy.path
ko_kr: 글로블.복사.경로
nb_no: Globl.kopi.sti
pt: caminho.copiar.global
pt_br: caminho de cópia global.
tr: kılıf.kopya.yol
uk_ua: Gloabl.copy.path
zh_hant: 拷貝路徑

# about.error.no.license
source: Could not load license for Aurora Editor.
ar_ae: حول.الخطأ.لا.الترخيص
de_ch: Über.Fehler.Keine.Lizenz.
es_mx: sobre.error.no.licencia
es_us: sobre.error.no.licencia
fr_ca: A propos de.erreur.pas.de.licence.
hi_in: के बारे में.error.no.license
id: Tentang.kesalahan.tidak.lisensi
it: Impossibile caricare la licenza per Aurora Editor.
it_ch: A proposito di.errore.nessuna.licenza
ja_jp: 約。エラー。無。ライセンス
ko_kr: 대.오류.아니.허가증
nb_no: Om.feil.ingen.lisens.
pt: sobre.erro.sem.licença
pt_br: Sobre.erro.sem.licença
tr: hakkında.hatal.haksız.lisanssız
uk_ua: About.error.no.ліцензія
zh_hant: 無法讀取 Aurora Editor 的授權書。

# settings.theme.change.based.on.system
source: Automatically change theme based on system appearance
ar_ae: الإعدادات.الموضوع.التغيير.استنادا إلى.النظام
de_ch: einstellungen.thema.ändert.basierend.auf.system.
es_mx: Ajustes. Tema. Cambiar. Basado. En. Sistema.
es_us: Ajustes.tema.cambio.basado.en.sistema.
fr_ca: paramètres.thème.modifier.basé.sur.système.
hi_in: सेटिंग्स.थीम.परिवर्तन.आधारित.ऑन.सिस्टम
id: Pengaturan.tema.perubahan.berdasarkan.sistem
it: Cambia automaticamente il tema in base all'aspetto del sistema
it_ch: Impostazioni.tema.cambiare.basato.su.sistema
ja_jp: システムに基づいて設定テーマを変更する。
ko_kr: 설정. 테마. 변경. 기반. 시스템에.
nb_no: Innstillinger.Tema.Endring.Basert.På.Systemet.
pt: Definições.tema.alterar.comum.base.no.sistema
pt_br: configurações.tema.alterar.com base no sistema.
tr: ayarlar.teması.değişiklik.sistemine.dayalı.böylece.basit.basit.bas
uk_ua: Settings.theme.change.based.on.system
zh_hant: 依系統外觀自動選擇風格

# global.show.finder
source: Show in Finder
ar_ae: Global.show.finder
de_ch: global.show.finder.
es_mx: buscador.global.mostrador.
es_us: buscador.global.mostrar.
fr_ca: Chercheur.démarqueur.mondial.show.finder
hi_in: ग्लोबल.शो.फ़ाइंडर
id: Global.show.finder
it: Mostra nella cartella
it_ch: Localizzatore.trova.globale.
ja_jp: グローバル.ショー.ファインダー
ko_kr: 글로벌.쇼.파인더
nb_no: global.show.søker
pt: Localizador.global.show.finder
pt_br: Localizador.Mostrador.Global.
tr: GöLOBAL.Göster.Bulucu
uk_ua: Глобальний.показати.шукач
zh_hant: 在 Finder 裡顯示

# settings.theme.terminal.cursor
source: Cursor
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.المئشر
de_ch: Einstellung.Thema.Terminal.Cursor.
es_mx: Ajustes.tema.terminal.cursor.
es_us: Ajustes.tema.terminal.cursor.
fr_ca: Paramètres.thème.terminal.courseur.
hi_in: सेटिंग्स.थीम.टर्मिनल.कर्सर
id: Pengaturan.tema.terminal.kursor
it: Cursore
it_ch: Impostazioni.tema.terminale.cursor
ja_jp: 設定.テーマ.端末.カーソル
ko_kr: 설정. 테마. 터미널. 커서
nb_no: Innstillinger.Tema.Terminal.Musepekeren.
pt: Definições.tema.terminal.cursor.
pt_br: Configurações.tema.terminal.cursor.
tr: ayarlar.teması.terminal.imleç
uk_ua: Налаштування.тема.термінал.курсор
zh_hant: 游標

# settings.general.navigator.position.left
source: Left
ar_ae: الإعدادات.عام.الملاح.الموضع.اليسار
de_ch: einstellungen.allgemein.navigator.position.links.
es_mx: Ajustes.general.navigator.posición.izquierda
es_us: Ajustes.general.navigator.posición.izquierda
fr_ca: Paramètres.général.navigateur.position.gauche.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.स्थिति.बाएं
id: Pengaturan.umum.navigator.posisi.kiri
it: A sinistra
it_ch: Impostazioni.generali.navigatore.posizione.sinistra.
ja_jp: 設定.一般.ナビゲータ.位置.左側
ko_kr: 설정.일반.네비게이터.위치.왼쪽
nb_no: innstillinger.generell.navigator.posisjon.venstre
pt: Definições.gerais.navigator.posição.esquerda
pt_br: Configurações.gerais.navigator.posição.esquerda.
tr: ayarlar.genel.navigatör.konum.sol
uk_ua: Settings.general.navigator.position.left
zh_hant: 左方

# settings.update.learn.more
source: Learn more...
ar_ae: الإعدادات.تحديث.تعلم.المزيد
de_ch: einstellungen.update.lernen.mehr
es_mx: ajustes.actualizar.aprender.más
es_us: Ajustes.actualizar.aprender.más
fr_ca: paramètres.mise à jour.apprendre.mieux.
hi_in: सेटिंग्स.अपडेट.सीखना.अधिक
id: Pengaturan.pembaruan.pelajari.lebih
it: Scopri di più...
it_ch: impostazioni.aggiorna.impara.dipiù
ja_jp: 設定.アップデート.学習.もっと
ko_kr: 설정.업데이트.배우기.더보기
nb_no: innstillinger.oppdater.lær.mer
pt: Ajustes.atualizar.aprender.mais
pt_br: configurações.atualizar.aprender.mais
tr: ayarlar.güncelle.öğren.daha fazla
uk_ua: Налаштування.оновлення.дізнатися.більше
zh_hant: 更多資訊⋯

# settings.github.enterprise.login.create
source: Create a Token on GitHub Enterprise
ar_ae: Settings.github.enterprise.login.create
de_ch: settings.github.enterprise.login.create.
es_mx: Ajustes.github.empresa.iniciar sesión.crear
es_us: Ajustes.github.empresa.iniciar sesión.crear
fr_ca: paramètres.github.entreprise.connexion.créez.
hi_in: Settings.github.enterprise.login.create
id: Pengaturan.github.perusahaan.masuk.buat
it: Crea un Token su GitHub Enterprise
it_ch: Impostazioni.github.enterprise.login.creare.
ja_jp: 設定.github.enterprise.login.create
ko_kr: 설정.github.기업.로그인.생성
nb_no: settings.github.enterprise.login.create.
pt: configurações.github.enterprise.login.criar
pt_br: Configurações.github.enterprise.login.criar
tr: ayarlar.github.enterprise.login.create
uk_ua: Налаштування.github.підприємство.вхід.створити
zh_hant: 在 GitHub Enterprise 內創建個人權杖

# settings.aurora.login.header
source: Sign in to your Aurora Editor account
ar_ae: Settings.aurora.login.header
de_ch: Setup.Aurora.Login.Header.
es_mx: Ajustes.aurora.login.titular
es_us: Ajustes.aurora.login.titular
fr_ca: Paramètres.Aurora.Connexion.En-tête.
hi_in: Settings.aurora.login.header
id: Pengaturan.aurora.login.header
it: Accedi al tuo account di Aurora Editor
it_ch: Impostazioni.aurora.login.intestazione.
ja_jp: 設定.オーロラ.ログイン.ヘッダー
ko_kr: 설정.오로라.로그인.헤더
nb_no: Innstillinger.Aurora.Innlogging.Overskrift
pt: Definições.aurora.login.header
pt_br: Configurações.aurora.login.header
tr: ayarlar.aurora.giriş.başlık
uk_ua: Settings.aurora.login.header
zh_hant: 登入您的 Aurora Editor 帳號

# settings.text.editing.show.scopes
source: Show Scopes
ar_ae: الإعدادات.النص.التحرير.العرض.نطاقات
de_ch: einstellungen.text.bearbeitung.anzeige.bereich.
es_mx: Ajustes.texto.edición.mostrar.alcances.
es_us: Ajustes.texto.edición.mostrar.alcances
fr_ca: Paramètres.Texte.Modification.Afficher.Cadres.
hi_in: सेटिंग्स.टेक्स्ट.एडिटिंग.शो.स्कोप
id: Pengaturan.teks.pengeditan.tampilkan.lingkup
it: Mostra gli ambiti
it_ch: Impostazioni.testo.modifica.mostra.ambito.
ja_jp: 設定.テキスト.編集.表示.範囲
ko_kr: 설정.텍스트.수정.표시.범위들
nb_no: Innstillinger.Tekstredigering.Vis.Områder.Scenarier.Scenarier.Scen
pt: Configurações.texto.editar.mostrar.escosos.
pt_br: configurações.texto.editar.mostrar.escosos.
tr: ayarlar.yaz.düzenleme.görüntüle.açılış alanları
uk_ua: Settings.text.editing.show.scopes
zh_hant: 顯示作用域

# settings.global.font
source: Font
ar_ae: الإعدادات.الخط العالمي
de_ch: Einstellung.global.Schriftart.
es_mx: Ajustes.global.Fuente
es_us: Ajustes.global.Fuente
fr_ca: Paramètres.Global.Police.
hi_in: सेटिंग्स.ग्लोबल.फ़ॉन्ट
id: Pengaturan.global.font
it_ch: Impostazioni.Global.Font.
ja_jp: 設定.グローバル.フォント
ko_kr: 설정.글로벌.글꼴
nb_no: Innstillinger.Global.Skrifttype
pt: Definições.global.fonte
pt_br: Configurações.global.fonte
tr: ayarlar.dglobal.fonti
uk_ua: Settings.global.font
zh_hant: 字型
